Repository: carlosramosweb/wc-delivery-date-time
Catalog: languages/wc-delivery-date-time-*.po
Languages: pt_br

source: (required)
pt_br: (obrigatório)

source: <strong>Delivery Date</strong> is a required.
pt_br: A <strong>Data da Entrega</strong> é obrigatória.

source: <strong>Delivery Time</strong> is a required.
pt_br: O <strong>Horário da Entrega</strong> é obrigatório.

source: Close
pt_br: Fechar

source: Closed Store
pt_br: Loja Fechada

source: Closing
pt_br: Fechando

source: Closing Hours Shop:
pt_br: Fechamento da loja:

source: Delivery
pt_br: Entrega

source: Delivery Date
pt_br: Data da Entrega

source: Delivery Scheduling
pt_br: Agendamento da Entrega

source: Delivery Time
pt_br: Horário da Entrega

source: Disable Interval Geral
pt_br: Desativar Intervalo Geral

source: Do you want to Schedule Delivery Date and Time at Your Home or pickup at the store?
pt_br: Quer agendar a data e hora para entregar em sua casa ou quer retirar na loja?

source: Donation
pt_br: Doação

source: Donation Plugin
pt_br: Doação do PLugin

source: Enable plugin
pt_br: Habilitar plugin

source: Enable:
pt_br: Habilitar:

source: Finish Interval Shop:
pt_br: Termino do Intervalo:

source: Friday
pt_br: Sexta-feira

source: Holiday Day
pt_br: Feriado

source: Holiday Days:
pt_br: Dias de Feriados:

source: Home Delivery
pt_br: Entrega a Domicílio

source: Interval Finish
pt_br: Fim do intervalo

source: Interval Shop
pt_br: Intervalo da Loja

source: Local Pickup Scheduling
pt_br: Agendamento para Retirada na Loja

source: Monday
pt_br: Segunda-feira

source: Not
pt_br: Sem Agendamento

source: Number of days available:
pt_br: Número de Dias Disponíveis:

source: Oops! We were unable to make the updates!
pt_br: Ups! Não foi possível fazer as atualizações!

source: Opening
pt_br: Abertura

source: Opening Hours Shop:
pt_br: Abertura da loja:

source: Order delivery, order date and time, order limit, order delivery date for WooCommerce
pt_br: Entrega do pedido, data e hora do pedido, limite do pedido, data de entrega do pedido para WooCommerce

source: Pickup Date
pt_br: Data da Retirada

source: Pickup Method:
pt_br: Retirada na Loja

source: Pickup Time
pt_br: Horário da Retirada

source: Saturday
pt_br: Sábado

source: Schedule Delivery
pt_br: Agendar a Entrega

source: Schedule Local Pickup
pt_br: Agendar Retirada

source: Scheduled Local Pickup
pt_br: Agendada Retirada

source: Scheduling
pt_br: Agendamento

source: Select date
pt_br: Selecione a Data

source: Select Days Week and Hours:
pt_br: Selecione os Dias da Semana e Horários:

source: Select Shipping
pt_br: Selecione um

source: Select Time
pt_br: Selecione o Horário

source: Settings
pt_br: Configurações

source: Settings Plugin
pt_br: Configurações do PLugin

source: Shipping Method:
pt_br: Método de Entrega:

source: Start Interval
pt_br: Inicial do Intervalo

source: Start Interval Shop:
pt_br: Iniciar do Intervalo:

source: Sunday
pt_br: Domigo

source: Thursday
pt_br: Quinta-feira

source: Time for Goods Separation:
pt_br: Tempo de Separação das Mercadorias:

source: Time Interval Delivery:
pt_br: Tempo de Intervalo da Entrega:

source: Tuesday
pt_br: Terça-feira

source: Unavailable
pt_br: Indisponível

source: Updates made successfully!
pt_br: Atualizações feitas com sucesso!

source: Wednesday
pt_br: Quarta-feira
